{
    "bagmati":[
        {
            "id":1,
            "name":"PashuPatinath Temple",
            "image":"https://admin.buddhaair.com/upload/blog/mainimage/1562833595_hrmYb_pashupatinath.jpg",
            "desc":"The Pashupatinath Temple is a famous and sacred Hindu temple complex that is located on the banks of the Bagmati River, approximately 5 km north-east of Kathmandu in the eastern part of Kathmandu Valley, the capital of Nepal. The temple serves as the seat of Pashupatinath. This temple complex was inscribed on the UNESCO World Heritage Sites's list in 1979.This extensive Hindu temple precinct is a sprawling collection of temples, ashrams, images and inscriptions raised over the centuries along the banks of the sacred Bagmati river and is included as one of the seven monument groups in UNESCO's designation of Kathmandu Valley.\nThe temple is one of the 275 Tamil Paadal Petra Sthalams (Holy Abodes of Shiva) on the continent. Kotirudra Samhita, Chapter 11 on the Shivalingas of the North, in Shiva Purana mentions this Shivalinga as the bestower of all wishes."
        },
        {
            "id":2,
            "name":"Chitawan National Park",
            "image":"https://alittleadrift.com/wp-content/uploads/2009/06/chitwan-national-park.jpg",
            "desc":"The Chitwan National Park (CNP) is a world heritage property, and it also contains a Ramsar Site – Beeshazari Tal in its buffer zone. The CNP has a history of over 3 decades in park management and a rich experience in resolving conflicts between the park and the people.\n It is a rich natural area in the Terai, the subtropical southern part of Nepal. A total of 68 species of mammals, 544 species of birds, 56 species of herpetofauna and 126 species of fish have been recorded in the park. The park is especially renowned for its protection of One Horned Rhinoceros, Royal Bengal Tiger and Gharial Crocodile."
        },
        {
            "id":3,
            "name":"Nagarkot",
            "image":"https://media-cdn.tripadvisor.com/media/photo-c/2560x500/08/40/02/28/nagarkot.jpg",
            "desc":"Nagarkot is 32 km NE of Kathmandu on the northern fringe of the Kathmandu Valley. Nagarkot is famous for its Himalayan views- the Himalayan peaks at sunrise are a magnificent sight to behold. Many wish upon arrival they would have planned for more than one day to stay. Nagarkot is surrounded by thickly forested hills of pine trees which give you an idyllic scene.\nIt is a rustic resort high on the northern fringe of the Kathmandu valley. It is an outstanding hilltop that offers great views of Himalayas, breathtaking mountain scenery and the most impressive views of sunrise and sunset.\nNagarkot commands one of the broadest views of the Himalayas in the Kathmandu valley (8 Himalayan ranges of Nepal out of 13 from here). The ranges include Annapurna range, Manaslu range, Ganesh himal range, Langtang range, Jugal range, Rolwaling range, Mahalangur range (Everest range) and Numbur range with views of the Kathmandu valley and Shivapuri National Park."
        },
        {
            "id":4,
            "name":"Boudhanath Stupa",
            "image":"https://i1.wp.com/boudhanathstupa.org/wp-content/uploads/2017/01/maxresdellfault.jpg?fit=1600%2C1071&ssl=1",
            "desc":"The Great Stupa, universally known as Boudha or Boudhanath, is also called Jharung Khashor.The Great Boudhanath Stupa, built in the 5th century, is one of the most ancient, largest and magnificent Stupas in the world. It is the most important place of pilgrimage and worship for Buddhists all over the world.The Great Stupa symbolizes the Mind of all the Buddhas.It is believed that whoever prostrates and circumambulates with a pure heart at the Great Stupa creates good karma resulting in the fulfillment of all their wishes. Furthermore, the gates of hell and rebirth in the lower realms are closed to them. The Great Stupa’s power and compassionate blessings are beyond the imaginations and conceptions of all sentient beings. Hence,for generations, devotees, meditators, practitioners and yogins worshipped with great devotion for protection, inspiration, purification, blessings, granting of wishes and miracles at the Great Stupa."
        },
        {
            "id":5,
            "name":"Swayambhunath Stupa",
            "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Swayambhunath_2018.jpg/1200px-Swayambhunath_2018.jpg",
            "desc":"Swayambhu is an ancient religious complex atop a hill in the Kathmandu Valley, west of Kathmandu city. The Tibetan name for the site means 'Sublime Trees' , for the many varieties of trees found on the hill. However, Shing.kun may be a corruption of the local Nepal Bhasa name for the complex, Swayambhu, meaning 'self-sprung'. For the Buddhist Newars, in whose mythological history and origin myth as well as day-to-day religious practice Swayambhunath occupies a central position, it is probably the most sacred among Buddhist pilgrimage sites. For Tibetans and followers of Tibetan Buddhism, it is second only to Boudha."
        },
        {
            "id":6,
            "name":"Kathmandu Durbar Square",
            "image":"https://www.luxuryholidaynepal.com/uploads/img/highlights-of-kathmandu-durbar-square.jpeg",
            "desc":"Kathmandu Durbar Square (Basantapur Durbar Kshetra) in front of the old royal palace of the former Kathmandu Kingdom is one of three Durbar (royal palace) Squares in the Kathmandu Valley in Nepal, all of which are UNESCO World Heritage Sites.\nSeveral buildings in the Square collapsed due to a major earthquake on 25 April 2015. Durbar Square was surrounded with spectacular architecture and vividly showcases the skills of the Newar artists and craftsmen over several centuries. The Royal Palace was originally at Dattaraya square and was later moved to the Durbar square.\nThe Kathmandu Durbar Square held the palaces of the Malla and Shah kings who ruled over the city. Along with these palaces, the square surrounds quadrangles, revealing courtyards and temples. It is known as Hanuman Dhoka Durbar Square, a name derived from a statue of Hanuman, the monkey devotee of Lord Ram, at the entrance of the palace."
        },
        {
            "id":7,
            "name":"Patan Durbar Square",
            "image":"https://www.welcomenepal.com/uploads/destination/patan-durbar-square.jpeg",
            "desc":"Patan Durbar Square is situated at the centre of the city of Lalitpur in Nepal. It is one of the three Durbar Squares in the Kathmandu Valley, all of which are UNESCO World Heritage Sites. One of its attraction is the ancient royal palace where the Malla Kings of Lalitpur resided.\nThe Durbar Square is a marvel of Newar architecture. The square floor is tiled with red bricks. There are many temples and idols in the area. The main temples are aligned opposite of the western face of the palace.The entrance of the temples faces east, towards the palace. There is also a bell situated in the alignment beside the main temples. The Square also holds old Newari residential houses. There are other temples and structures in and around Patan Durbar Square built by the Newa People. A center of both Hinduism and Buddhism, Patan Durbar Square has 136 bahals(courtyards) and 55 major temples."
        },
        {
            "id":8,
            "name":"Bhaktapur Durbar Square",
            "image":"https://www.encountersnepal.com/assets/images/tour-in-nepal/day-tour-in-nepal/bhaktapur.jpg",
            "desc":"Bhaktapur Durbar Square is the royal palace of the old Bhaktapur Kingdom, 1,400 metres (4,600 ft) above sea level. It is a UNESCO World Heritage Site.The Bhaktapur Durbar Square is located in the current town of Bhaktapur, also known as Khwopa, which lies 13 km east of Kathmandu. While the complex consists of at least four distinct squares (Durbar Square, Taumadhi Square, Dattatreya Square and Pottery Square), the whole area is informally known as the Bhaktapur Durbar Square and is a highly visited site in the Kathmandu Valley"
        },
        {
            "id":9,
            "name":"ChanguNarayan",
            "image":"https://www.khojnu.com/wp-content/uploads/2021/02/Private_Half-Day_Bhaktapur_and_Changu_Narayan_Temple_Tour.jpg",
            "desc":"The ancient Hindu temple of Changu Narayan is located on a high hilltop that is also known as Changu or Dolagiri. The temple was surrounded by champak tree forest and a small village known as Changu. The temple is located in Changunarayan Municipality of Bhaktapur District, Nepal. This hill is about 7 miles or 12  km east of Kathmandu and a few miles north of Bhaktapur. The Manohara River flows beside the hill. This shrine is dedicated to lord Visnu and held in special reverence by the Hindu people. This temple is considered to be the oldest temple in the history of Nepal. The Kashmiri king gave his daughter, Champak, in marriage to the prince of Bhaktapur. Changu Narayan Temple is named after her."
        },
        {
            "id":10,
            "name":"Taudha",
            "image":"https://i.pinimg.com/originals/1b/80/51/1b8051c2f8da12ec3a995a892b5df308.jpg",
            "desc":"Taudaha Lake is a small lake in the outskirts of Kathmandu, in Nepal. The name comes from a combination of Newari words 'Ta', meaning snake and 'Daha', which means lake.\nThe Taudaha Lake is believed to be a remnant pool of the huge lake that once existed where now the city of Kathmandu sits. According to mythology, a Buddhist mythical character Manjushree cut the hill in the valley's south, allowing the lake's water to drain off, thereby creating land that was duly occupied by people. Folklore suggests that that cut in the hill is the Chobar Gorge, a narrow passage from which the Bagmati River exits the Kathmandu Valley. After the water of the ancient lake drained away, a few small lakes and ponds were created beyond the hills. Taudaha is believed to be one of those ponds.\nWhen the lake was drained, countless nagas, mythological creatures that were half human and half serpent, were left homeless. This made the Naga King Karkotak livid. In order to allay his wrath, the locals living near Taudaha built an underwater palace, studded with precious stones and riches beyond imagination.The Serpent King was pleased and ruled his serpent subjects in their underwater kingdom. The king also promised to protect the humans living around the lake, on the condition that the tranquility of his water abode never be disrupted. It is due to this that even today locals do not swim or fish in the lake."
        },
        {
            "id":11,
            "name":"Sundarijal",
            "image":"https://upload.wikimedia.org/wikipedia/commons/f/f3/The_waterfall_Sweet_Sixteen%2C_Sundarijal%2C_Nepal_%283729403856%29.jpg",
            "desc":"Sundarijal is located 15 kilometres (9 mi) northeast of Nepal's capital, Kathmandu. It is located in west side of Gagalphedi, east of Nayapati and Baluwa, and north of Aalapot. Northern portion of Sundarijal is the forest that belongs to Shivapuri National Park. Further to the end of Shivapuri National Park the Village touches Nuwakot and Sindhulpalchok Districts."
        },

        {
            "id":12,
            "name":"Phulchowki",
            "image":"https://www.khojnu.com/wp-content/uploads/2021/03/Phulchowki-Hill.png",
            "desc":"Literally translated as a ‘hill of flowers,’ Phulchowki is one of the highest points in Kathmandu Valley and resides in the southeast part of Kathmandu. This is one of the most beautiful hiking trails in terms of vegetation and offers the chance to sight a variety of birds. Though the walk is difficult, the wonderful views from the summit grant travelers the opportunity to enjoy nature at its finest."
        },
        {
            "id":13,
            "name":"Central Zoo",
            "image":"https://aniportalimages.s3.amazonaws.com/media/details/nepal_zoo_open_dec_10_zGUJLYU.jpg",
            "desc":"The Central Zoo is a 6-hectare (15-acre) zoo in Jawalakhel, Nepal. It is home to some 870 animals in 109 species, and is operated by the National Trust for Nature Conservation (NTNC). Although it was originally a private zoo, it was opened to the public in 1956."
        }
    ],
    "More Images":[
        {
            "img1":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4b/The_Pashupatinath_Temple_27.jpg/990px-The_Pashupatinath_Temple_27.jpg",
            "img2":"https://www.welcomenepal.com/uploads/destination/top-5-shiva-temples-in-kathmandu-valley-nepal.jpeg",
            "img3":"https://admin.buddhaair.com/upload/blog/thumbnail/1562833595_hrmYb_pashupatinath.jpg"
        },
        {
            "img1":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2017/03/One-horn-rhino.jpg",
            "img2":"https://www.andbeyond.com/wp-content/uploads/sites/5/indian-elephant-chitwan-nepal.jpg",
            "img3":"https://www.5losttogether.com/wp-content/uploads/2019/07/Chitwan-National-Park.jpg"
        },
        {
            "img1":"https://media-cdn.tripadvisor.com/media/photo-c/2560x500/08/40/02/28/nagarkot.jpg",
            "img2":"https://www.remotelands.com/storage/media/1825/conversions/b130208001-banner-size.jpg",
            "img3":"https://dynamic-media-cdn.tripadvisor.com/media/photo-o/19/e5/e2/fc/snowfall-at-serene-resort.jpg?w=900&h=-1&s=1"
        },
        {
            "img1":"https://www.xflow.eu/en/wp-content/gallery/20181222_Boudhanath-Stupa/181003_XFLO0081_Boudhanath-Stupa_1200x.jpg",
            "img2":"https://live.staticflickr.com/65535/48271001752_a1621ec5e8_b.jpg",
            "img3":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2020/05/Boudhanath-Stupa.jpg"
        },
        {
            "img1":"https://albinger.files.wordpress.com/2015/05/swayamblhu-earthquake-damage-april-2015.jpg",
            "img2":"https://ak-d.tripcdn.com/images/350v12000000s42ck695D.jpg?proc=source/trip",
            "img3":"https://nepaltraveller.com/images/main/1544163530.sidetrackimageSwyambhu.jpg"
        },
        {
            "img1":"https://www.nepaltraveladventure.com/blog/wp-content/uploads/2020/02/ktm-800x334.jpg",
            "img2":"https://media.tacdn.com/media/attractions-splice-spp-674x446/0a/08/ba/ee.jpg",
            "img3":"https://live.staticflickr.com/65535/49874434233_45f29ddf82_b.jpg"
        },
        {
            "img1":"https://www.welcomenepal.com/uploads/destination/patan-durbar-square.jpeg",
            "img2":"https://www.explorehimalaya.com/wp-content/uploads/patan-4.jpg",
            "img3":"https://blonholiday.files.wordpress.com/2017/05/krishna-mandir-krishna-temple-in-patan-durbar-square.jpg?w=1200"
        },
        {
            "img1":"https://miro.medium.com/max/720/1*VCNcPNpTugBnHF3JDoR8GQ.jpeg",
            "img2":"https://youimg1.tripcdn.com/target/100g1f000001gqyy6E8EE.jpg?proc=source%2Ftrip",
            "img3":"https://www.luxuryholidaynepal.com/uploads/img/bhaktapur-durbar-square.jpeg"
        },
        {
            "img1":"https://www.nepaladventureteam.com/uploads/editors/changunarayan-temple-architecture.jpg",
            "img2":"https://media.tacdn.com/media/attractions-splice-spp-674x446/06/74/ba/63.jpg",
            "img3":"https://lh3.googleusercontent.com/proxy/0F9XwDKeWNJH7znhWTfFGgF6Dlh3TMGoU9NWnSBX4EsoTGZqIFeJxlAErBnbYm8IMTLAwadbukBXUD7ZE6A-vkJDjW1Mm10pI2YLW1qPU1ZgrwzEXO2Md3GZrGmlg1VxmtfkVA"
        },
        {
            "img1":"https://silktravels.com.np/wp-content/uploads/2019/05/taudha-lake-1080x608.jpg",
            "img2":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/53/Taudha_Kritipur.jpg/640px-Taudha_Kritipur.jpg",
            "img3":"https://i.ytimg.com/vi/6FAf8fOx1fM/maxresdefault.jpg"
        },
        {
            "img1":"https://media.tacdn.com/media/attractions-splice-spp-674x446/0b/39/78/6b.jpg",
            "img2":"https://www.nepal-travel-guide.com/wp-content/uploads/2020/05/image-177.png",
            "img3":"https://www.himalayanmentor.com/assets/images/hiking/budhanilkantha-sundarijal-hiking1.jpg"
        },
        {
            "img1":"https://images.thrillophilia.com/image/upload/s--66C0gZ1l--/c_fill,h_600,q_auto,w_975/f_auto,fl_strip_profile/v1/images/photos/000/053/642/original/A-Day-Hike-to-PHULCHOWKI-2782-m-Kathmandu-II.jpg.jpg?1453320355",
            "img2":"https://www.holidaystonepal.in/wp-content/uploads/2019/02/Snowfall-in-Nepal-880x448.jpg",
            "img3":"https://www.10adventures.com/wp-content/uploads/2020/07/Nepal-Godawari-Hike-to-Phulchowki-555x300-1.jpg"
        },
        {
            "img1":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2016/03/Tiger2.jpg",
            "img2":"https://nepalensis.com/wp-content/uploads/2020/03/Central-Zoo.jpg",
            "img3":"https://www.nepal-travel-guide.com/wp-content/uploads/2020/05/image-94.png"
        }
       
        
        

    ],
    "Weather Name":[
        {
            "name":"Kathmandu"

        },
        {
            "name":"Chitawan"
        },
        {
            "name":"Nagarkot"
        },
        {
            "name":"Kathmandu"
        },
        {
            "name":"Kathmandu"
        },
        {
            "name":"Kathmandu"
        },
        {
            "name":"Lalitpur"
        },
        {
            "name":"Bhaktapur"
        },
        {
            "name":"Changu Narayan"
        },
        {
            "name":"kirtipur"
        },
        {
            "name":"Sundarijal"
        },
        {
            "name":"Godavari"
        },
        {
            "name":"Kathmandu"
        }
    ]
}