{
    "lumbiniProvince":[
        {
            "name":"Maya Devi Temple",
            "image":"https://cdn.shopify.com/s/files/1/0085/0785/0812/files/Maya-lumbini-maya-devi-temple_480x480.jpg?v=1570985771",
            "desc":"Maya Devi Temple is an ancient Buddhist temple situated at the UNESCO World Heritage Site of Lumbini, Nepal. It is the main temple at Lumbini, a site traditionally considered the birthplace of Gautama Buddha. The temple stands adjacent to a sacred pool (known as Puskarni) and a sacred garden. The archaeological remains at the site were previously dated to the third-century BCE brick buildings constructed by Ashoka. A sixth-century BCE timber shrine was discovered in 2013"
        },
        {
            "name":"Word Peace Pagoda",
            "image":"https://cdn.elebase.io/173fe953-8a63-4a8a-8ca3-1bacb56d78a5/56147245-d0fc-471f-a21c-0eff5b2e15e4-world-peace-pagoda-in-lumbini-nepal.-lumbini-the-birthplace-of-the-lord-buddha-and-the-eight-great-places--damian-pankowiec---shutterstock_1040368318-2000-cover.jpg?q=90",
            "desc":"World Peace Pagoda also called Nipponzan Peace Pagoda, is a Buddhist monument in Lumbini, Nepal. It was designed and built by Japanese Buddhists at a cost about a million US dollars.The Pagoda acts as the starting point on the central axis of the Lumbini Master Plan, the other end being the Mayadevi Temple. The distance from the pagoda to the temple is about 3.2 km.The stairs in stupa lead to three different levels. The stupa is whitewashed and the floor is stone-paved. It has four large golden statues of Buddha facing four directions.\nNear the base of the stupa lies a grave of a Japanese monk (Unataka Navatame) who was shot nearby by robbers from India.\nThe area north of the stupa is also conserved for bird habitat mainly for the sarus crane."
        },
        {
            "name":"Lumbini pillar inscription,Butwal",
            "image":"https://assets-cdn.kathmandupost.com/uploads/source/news/2019/miscellaneous/ashoka-12022019094429.jpg",
            "desc":"The Lumbini pillar inscription, also called the Paderia inscription, is an inscription in the ancient Brahmi script, discovered in December 1896 on a pillar of Ashoka in Lumbini, modern Nepal by Gen Khadga Shameshar under the authority of Nepal government and asisted by Alois Anton Führer.Another famous inscription discovered nearby in a similar context is the Nigali-Sagar inscription. The Lumbini inscription is generally categorized among the Minor Pillar Edicts of Ashoka, although it is in the past tense and in the ordinary third person (not the royal third person), suggesting that it is not a pronouncement of Ashoka himself, but a rather later commemoration of his visit in the area."
        },
        {
            "name":"Lumbini Museum",
            "image":"https://cdn.elebase.io/173fe953-8a63-4a8a-8ca3-1bacb56d78a5/a00983a0-9883-41bb-a6d2-cc54298456bd-museum-cover.jpg?q=90",
            "desc":"Located at the entrance of the Sacred Garden Area of Lumbini, the Birthplace of the Historical Buddha and a UNESCO World Heritage Property, the Lumbini Museum will be a true gem when it launches in early 2022. As the world’s only contemporary museum of the Buddha and his Birthplace, the Museum will be the anchor that sets the stage and enhances a visitor’s experience of Nepal’s most sacred site. What happened here, some 2,600 years ago, shifted the consciousness of millions, and continues to resound with a universal clarity that impacts people in the most fundamental aspects of their life.\nWhile the broad outlines of Siddhartha’s life are familiar to all Buddhists, there are many forgotten stories about Siddhartha’s youth and his return visits to Kapilavastu in later years, hidden within the various Buddhist traditions. Contemporary scholarship is increasingly coming to recognise how these precious narratives shaped and nourished the faithful lives of Buddhist communities of the past.\nWith your help, the Lumbini Museum will bring to life these sacred stories that provide a glimpse into the wealth and profundity of Buddhist teaching."
        },
        {
            "name":"Ghorahi",
            "image":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/World%27s_largest_trident%28Trishul%29.jpg/314px-World%27s_largest_trident%28Trishul%29.jpg",
            "desc":"Ghorahi is the seventh largest city and largest sub-metropolitan city of Nepal. The city (formerly Tribhuvannagar) lies in Lumbini Province in the mid-Western part of Nepal. It is the largest city of Dang Deukhuri District of southwest Nepal. Located in the Inner Terai region, it lies 413 kilometres (257 mi) south-west of Nepal's capital Kathmandu and is one of the Counter Magnets being developed as an alternative centre of growth to help ease the migration and population explosion in the Kathmandu metropolitan area. It is the largest city of the Rapti Zone and is surrounded by the Sivalik Hills to the south and Mahabharata Range to the north.\nGhorahi is located in the Dang Valley in the foothills of the Himalayas nestled between the Babai River in the east, south, and in the west which ends being the famous Sarayu and Ganges rivers in India. The city is known for its landscape and slightly milder climate and provides a gateway to the surrounding regions of Rolpa, Pyuthan, Salyan and Rukum. It is well-connected and close to tourist destinations such as Bardiya National Park in the west, Surkhet in the north-west, Thawang, Rara Lake, and the Hindu holy lands of Swargadwari and along with the Hindu temples as Pandaveshwor and Ambikeshwori."
        },
        {
            "name":"SiddhaBaba Temple",
            "image":"https://www.khojnu.com/wp-content/uploads/2019/03/706_sidda-baba.jpg",
            "desc":"Siddha Baba Temple is a Hindu temple of Shiva located near the city of Butwal, Dobhan-5, Palpa district of Nepal.The temple is visited by the people all over Nepal and mostly by the Hindus of Palpa and Rupandehi and neighboring districts. It is believed that the wishes of the devotees who visit the temple comes true. There is a tradition to release a pigeon when a person's wish is fulfilled. This tradition has contributed to large number of pigeon population around the temple.\nHindu people worship at the temple of Siddha Baba during the days of Saturday, Monday and various religious festivals directly and indirectly connected to god Shiva. During the festivals of Shivaratri,a large numbers of Hindus go to the temple for worship."
        }
        
       
        
    ],
    "More Images":[
        {
            "img1":"https://media-cdn.tripadvisor.com/media/photo-s/0d/65/06/f7/the-main-maya-devi-temple.jpg",
            "img2":"https://ktmguide.com/wp-content/uploads/2018/02/l1-scaled.jpg",
            "img3":"http://lumbinidevtrust.gov.np/upload_files/cms/mayadevi-a_(1).jpg"
        },
        {
            "img1":"https://transporthubnepal.com/wp-content/uploads/2019/12/pagoda-paz-mundial.jpg",
            "img2":"https://cdn.elebase.io/173fe953-8a63-4a8a-8ca3-1bacb56d78a5/56147245-d0fc-471f-a21c-0eff5b2e15e4-world-peace-pagoda-in-lumbini-nepal.-lumbini-the-birthplace-of-the-lord-buddha-and-the-eight-great-places--damian-pankowiec---shutterstock_1040368318-2000-cover.jpg?q=90",
            "img3":"https://lp-cms-production.imgix.net/2019-06/GettyImages-516874271_medium.jpg"
        },
        {
            "img1":"https://assets-cdn.kathmandupost.com/uploads/source/news/2019/miscellaneous/ashoka-12022019094429.jpg",
            "img2":"https://i.pinimg.com/originals/72/ca/0c/72ca0ceb66a9d8b2a2333072efd9d676.jpg",
            "img3":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ00XHLS8SHwRaQ6mLI3Y4OIH4gNjOIQ5IWHw&usqp=CAU"
        },
        {
            "img1":"https://www.imnepal.com/wp-content/uploads/2011/11/Birthplace-of-Lord-Buddha-Lumbini-Nepal-Picture-e1568096626137.jpg",
            "img2":"https://cdn.elebase.io/173fe953-8a63-4a8a-8ca3-1bacb56d78a5/a00983a0-9883-41bb-a6d2-cc54298456bd-museum-cover.jpg?q=90",
            "img3":"https://cdn.elebase.io/173fe953-8a63-4a8a-8ca3-1bacb56d78a5/a00983a0-9883-41bb-a6d2-cc54298456bd-museum-cover.jpg?q=90"
        },
        {
            "img1":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Ghorai.jpg/1200px-Ghorai.jpg",
            "img2":"https://i.ytimg.com/vi/LXCPXgjrwnc/maxresdefault.jpg?v=5e7b44fc",
            "img3":"https://media-cdn.tripadvisor.com/media/photo-s/17/97/30/b2/world-tallest-trident.jpg"
        },
        {
            "img1":"https://www.hlimg.com/images/things2do/738X538/ttd_201810171133081539756188751323t.jpg",
            "img2":"https://www.hlimg.com/images/things2do/300X200/1_1530703289t.jpg?w=100&dpr=2.6",
            "img3":"https://www.khojnu.com/wp-content/uploads/2019/03/706_sidda-baba.jpg"
        }

    ],
    "Weather Name":[
        {
            "name":"Lumbini"
        },
        {
            "name":"Lumbini"
        },
        {
            "name":"Lumbini"
        },
        {
            "name":"Lumbini"
        },
        {
            "name":"Tulsipur"
        },
        {
            "name":"Butwal"
        }
        
    ]
}