{
    "gandakiProvince":[
        {
           
            "name":"Bandipur",
            "img":"https://cdn.kimkim.com/files/a/content_articles/featured_photos/b04d6fe32a18d15c8f2ccf170a3e2b83c9af1c55/big-a9a20530ac77e5af349e6b67777a4549.jpg",
            "desc":"Midway on the day-long drive between Kathmandu and Pokhara lies the hilltop settlement of Bandipur, a Newar town with its age-old flavor still intact. Climb through pristine forests on the historical trail at Dumre Bazaar to a town that has hardly changed. Well preserved Bandipur today invites travelers to experience its unique offerings: rich hill culture, mountain views, and hiking.\n Unlike most trading posts in the Nepal hills, Bandipur has retained its age-old cultural attributes - temples, shrines, sacred caves, innumerable festivals, and a Newari architecture that harks back to the Kathmandu Valley of old."
            

        },
        {
         
            "name":"Mahendra Cave",
            "img":"https://www.deartravels.in/wp-content/uploads/2019/03/MAHENDRA-CAVE.jpg",
            "desc":"Mahendra Cave is a cave located in Pokhara-16,batulechaur, Kaski district, close to the Kali khola, is a large limestone cave. It is a rare example of a cave system in Nepal containing stalagmites and stalactites.This show cave attracts thousands of tourists every year.A statue of Hindu lord Shiva can be found inside the cave./nThe cave corridors are completely dark with continuously dripping water overhead. The cave is formed in limestone, which falls to the ground and continuously forms electrical sparks. Due to the darkness, artificial lighting is provided inside approximately half of the accessible cave.The cave consists of about 100m of easily accessible passages and a further 100m of low unstable corridors entered by way of a collapsed passage only perhaps half a metre high. A survey of the entire cave and lists of the bats and invertebrates living inside are found in the report of the 1976 British cave expedition to the region."


        },
        {
            
            "name":"Phewa Lake",
            "img":"https://media.afar.com/uploads/images/post_images/images/sfiRljnCFa/original_0cbf424fc37db382dc5ba5ac2eee525a?1438672715",
            "desc":"Phewa Tal (Phewa Lake or Fewa Lake) is a lake in Nepal and is the biggest lake in the Pokhara. It is famous for having a lot of domestic and international tourists who visit and sail, swim and fish on the Phewa lake. The shadow of a nearby white mountain can be seen on the surface of the lake.\nThere is also a Talbarahi Temple Hindu temple on the center of the lake. If people want to visit the temple they must take a boat. Phewa Lake is the second largest lake in the Nepal. It is the only lake in Nepal, that have a Temple in the centre of the lake. And that temple is called Barahi Mandir."
            

        },
        {
           
            "name":"Begnas Lake",
            "img":"https://omgnepal.com/wp-content/uploads/2020/09/image-65.png",
            "desc":"Begnas Lake is a freshwater lake in Pokhara Lekhnath Metropolis of Kaski district of Nepal located in the south-east of the Pokhara Valley. The lake is the third largest lake of Nepal and second largest, after Phewa Lake, among the eight lakes in Pokhara Valley. Water level in the lake fluctuates seasonally due to rain, and utilization for irrigation. The water level is regulated through a dam constructed in 1988 on the western outlet stream, Khudi Khola.\nBegnas Lake area with a number of resorts is a popular destination for tourists visiting Pokhara. The water from the lake is used for irrigation and some parts of the lake are used as caged fisheries.The Begnas lake area has a number of swampy areas around it, many of which have been converted to paddy fields.Annapurna and Manaslu Range can be seen very clearly from the lake."
            

        },
        {
            
            "name":"Annapurna Sanctuary",
            "img":"https://www.switchbacktravel.com/sites/default/files/Annapurna%20Sanctuary%20Trek%20Nepal%20%28m%29.jpg",
            "desc":"The Annapurna Sanctuary trek which also visits Annapurna Base Camp is perfect if you're time restricted but want to journey through an exceptional amphitheatre of rock and ice on a glorious scale.\nIf you are  longing to visit somewhere beautiful and intense with snow-capped peaks of the Himalaya as a back drop then this is the trek for you. We also spend nights at both Machhapuchare Base Camp and Annapurna Base Camp which gives ample time and opportunity to really absorb the spectacular surroundings.\nThe sanctuary will lead you through a hidden pocket of lowland villages, meadow and rice terraces to a gorge of rhododendron forests and icy rivers that will end in glaciers and gigantic peaks. It's a perfect tonic to our usual busy life's and allows you to immerse yourself in a slow and easy daily routine, with only the elements, the mountains and the quiet character of the people to accompany you."
            

        },
        {
            
            "name":"Sarangkot",
            "img":"https://northabroad.com/wp-content/uploads/sarangkot-nepal-cover-PNEP6044.jpg",
            "desc":"Sarangkot is Ward 18 of Pokhara, Kaski District, Nepal, after it was merged into the city in 2015. It is a popular tourist destination for those who arrive in Pokhara. At the 1991 Nepal census it had a total population of 5,060 with 1,010 individual households.\nThe Ward is located on Sarangkot, a hill on the western side of Pokhara with an altitude of 1600m. Sarangkot is known for panoramic Himalayan views of Dhaulagiri, Annapurna and Manaslu. It also provides an expansive view of the city of Pokhara, from the extreme north to the south including the Phewa Lake. Tourists drive up the hill to watch the sunrise from the view tower at the top. In recent years, Sarangkot has been called one of the best paragliding locations in the world.The hike up from Pokhara Baglung highway at Miruwa to Sarangkot takes 90 minutes to two hours."
            

        },
        {
            
            "name":"Ghale Gaun",
            "img":"https://www.yetitrailadventure.com/uploaded/package/ghale-gaun-village-tour.jpg",
            "desc":"Ghalegaun is popular scenic tourist destination with an elevation of 2,100 metres above sea level in Lamjung District. Ghalegaun is also known as Asia’s model tourism village. It lies in kwholasothar rural Municipality of Nepal. The village is situated at approximately 108 km northwest of Kathmandu and 12.5 km northeast of Pokhara, Nepal. The beautiful tourist village is surrounded by Annapurna Circuit. The SAARC Village Tourism Museum is one of the attraction of Ghalegaun which is inaugurated by Bidhya Devi Bhandari in 2017.\nThe site visitors are increasing day by day and the village is developed as a model touristic destinations in SAARC countries."
            

        },
        {
           
            "name":"World Peace Pagoda, Pokhara",
            "img":"https://www.nepal-travel-guide.com/wp-content/uploads/2020/06/f1-1.jpg",
            "desc":"Pokhara Shanti Stupa is a Buddhist pagoda-style monument on Anadu Hill of the former Pumdi Bhumdi Village Development Committee, in the district of Kaski, Nepal (now a part of the city of Pokhara).\nShanti Stupa in Pokhara was built by Nipponzan-Myōhōji monk Morioka Sonin with local supporters under the guidance of Nichidatsu Fujii, a Buddhist monk and the founder of Nipponzan-Myōhōji. Shanti is a Sanskrit word meaning peace, also widely used in the Nepali and Hindi languages, and Shanti Stupa means Peace Pagoda. Shanti Stupa shrine was built as a symbol of peace. Situated at the height of 1100 meters on the Anadu Hill, Nichidatsu Fujii laid the foundation stone along with relics of the Buddha on 12 September 1973. Nepal has two of the eighty peace pagodas in the world: Shanti Stupa in Lumbini, the birthplace of the Buddha and Shanti Stupa in Pokhara. Shanti Stupa in Pokhara has also become a tourist attraction. It provides a panoramic view of the Annapurna range, Pokhara city and Fewa Lake."
            

        },
        {
          
            "name":"Dhampus",
            "img":"https://images.squarespace-cdn.com/content/v1/53ecd1bde4b0a6f9524254f8/1579588220062-WI1XLJEXNIVT3K7L4YH9/Dhampus-Lowang-Home-stay-Trek-village.jpg?format=2500w",
            "desc":"Dhampus is a village and Village Development Committee in Kaski District in the Gandaki Zone of northern-central Nepal. At the time of the 1991 Nepal census it had a population of 2,753 persons living in 547 individual households. It is gradually turning into a tourist destination. It has the Australian Base Camp with views of the peaks Annapurna, Dhaulagiri And Machhapuchhre."
            

        },
        {
            
            "name":"Davis Fall",
            "img":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2016/10/Pokhara-Davis-Fall.jpg",
            "desc":"Devi's Falls is a waterfall located at Pokhara in Kaski District, Nepal.\nThe water forms a tunnel after reaching the bottom. This tunnel is approximately 500 feet (150 m) long and runs 100 feet (30 m) below ground level. On 31 July 1961, a Swiss couple went swimming but the woman drowned in a pit because of the overflow. Her body was recovered three days later in river Phusre with great effort. Her father wished to name it David's falls after her daughter's name but changed to Devi's Fall. Its Nepali name is Patale Chango, which literal meaning is Paatal Ko Chango means Underworld's Waterfall. This is one of the most visited places in Nepal.\nAfter exiting the tunnel, the water passes through a cave called Gupteshwor Mahadev Cave or cave beneath the ground. The Phewa Lake dam is the water source of this falls. The cave also acts as a tourism site because it has complex designs and people even forget the way inside the cave. ‍‍‍‍‍‍‌‌‌‍‍‍"
            

        },
        {
            
            "name":"Muktinath",
            "img":"https://www.trekinnepal.com/public/images/upload/blog/muktinath-darshan-yatra86.jpg",
            "desc":"Muktinath is a Vishnu temple, sacred to both Hindus and Buddhists. It is located in Muktinath Valley at the foot of the Thorong La mountain pass in Mustang, Nepal. It is one of the world's highest temples (altitude 3,800 m). Within Hinduism, it is known as Mukti Kshetra, which literally means the 'place of liberation' (moksh) and is one of the Char Dham in Nepal.\nThis temple is considered to be 106th among the available 108 Divya Desam (premium temples) considered sacred by the Sri Vaishnava sect. Its ancient name in Sri Vaishnava literature is Thiru Saligramam. The Gandaki river near by is considered the only source of the Saligram shila, considered to be the naturally available form of Sriman.\nBuddhists call it Chumig Gyatsa, which in Tibetan means -Hundred Waters. For Tibetan Buddhists, Muktinath is an important place of dakinis, goddesses known as Sky Dancers, and one of the 24 Tantric places. They understand the murti to be a manifestation of Avalokiteśvara, who embodies the compassion of all Buddhas.\nThe site is close to the village of Ranipauwa, which is sometimes mistakenly called Muktinath."
        },
        {
            
            "name":"Lower Mustang",
            "img":"https://cdn.kimkim.com/files/a/content_articles/featured_photos/5a193d2d43b3703410525ad95ef9cd065c9d92c6/big-22755a386af7fb4c78c668c102c0397d.jpg",
            "desc":"Lower Mustang is a dry, wind-swept region of Nepal that lies in the rain shadow of the Himalayas. If you want to experience some of the most incredible landscapes in Nepal and enjoy challenging, scenic hikes without the strain of a multi-day trek, then several days spent around Jomsom and Kagbeni are an ideal choice."
        },
        {
            
            "name":"Manang",
            "img":"https://upload.wikimedia.org/wikipedia/commons/1/1a/Manang_Annapurna3_Gangapurna.jpg",
            "desc":"Manang is a town in the Manang District of Nepal. It is located at 28°40'0N 84°1'0E with an altitude of 3,519 metres (11,545 ft). According to the preliminary result of the 2011 Nepal census it has a population of 6,527 people living in 1,495 individual households. Its population density is 3 persons/km2.\nIt is situated in the broad valley of the Marshyangdi River to the north of the Annapurna mountain range. The river flows to the east. To the west, the 5,416-metre (17,769 ft) Thorong La pass leads to Muktinath shrine and the valley of the Gandaki River. To the north there is the Chulu East peak of 6,584 m (21,601 ft). Most groups trekking around the Annapurna range will take resting days in Manang to acclimatize to the high altitude, before taking on Thorong La pass. The village is situated on the northern slope, which gets the most sunlight and the least snow cover in the winter. The cultivation fields are on the north slope with terraces.\nThere are now motorable road as well as trails where goods are transported on jeep or mule trains or carried by porters. A small airport, located 2.5 km (1.6 mi) east of the town, serves the whole valley. The airport was begun in 1985. The development of a trail linking Manang to the Annapurna Conservation Area was finished in February 2011 and has brought many benefits to the villagers and the area.\nBesides catering to trekkers, there is some agriculture and herding of yaks. There is a medical centre, which specializes in high-altitude sickness."
        }

    ],
    "More Images":[
        {
            
            "img1":"https://lp-cms-production.imgix.net/2019-06/GettyImages-521074945_high.jpg?auto=compress&fit=crop&fm=auto&sharp=10&vib=20&w=1200&h=800",
            "img2":"https://media.tacdn.com/media/attractions-splice-spp-674x446/0a/05/fa/92.jpg",
            "img3":"https://lp-cms-production.imgix.net/2019-06/GettyImages-521074945_high.jpg?auto=compress&fit=crop&fm=auto&sharp=10&vib=20&w=1200&h=800"

        },
        {
          
            "img1":"https://www.khojnu.com/wp-content/uploads/2019/03/694_mahendra-cave-intrance.jpg",
            "img2":"https://media-cdn.tripadvisor.com/media/photo-s/07/9f/b3/92/mahendra-cave.jpg",
            "img3":"https://myrepublica.nagariknetwork.com/uploads/media/2018/November/Bat-Cave-Pokhara.jpg"


        },
        {
            
            "img1":"https://dea474tt7pa43.cloudfront.net/868f3062-cc65-4afa-a12b-e9b484b7770a-desktop.jpg",
            "img2":"https://www.holidify.com/images/cmsuploads/compressed/5148063265_8115fb4ccc_b_20190128110953.jpg",
            "img3":"https://pix10.agoda.net/city/5733/5733-7x3.jpg?s=1920x"

        },
        {
            
            "img1":"https://pix10.agoda.net/hotelImages/293/293705/293705_17010118010050079072.jpg?s=1024x768",
            "img2":"https://pokhara-guide.com/wp-content/uploads/2019/05/Begnas-Lake-Moutain-view.jpg",
            "img3":"https://cf.bstatic.com/xdata/images/hotel/max1280x900/178112962.jpg?k=3c735c6be2bbc139f672a14f8e231350224abc1f62a578d2b82d77355ae56fec&o=&hp=1"

        },
        {
           
            "img1":"https://www.adventurealternative.com/media/200725/annapurna-sanctuary-trek.jpg",
            "img2":"https://pictures.altai-travel.com/1920x0/annapurna-sanctuary-1045.jpg",
            "img3":"https://besthike.files.wordpress.com/2019/11/23221385509_cb19403e2a_c.jpg?w=584"

        },
        {
          
            "img1":"https://media.tacdn.com/media/attractions-splice-spp-674x446/07/3d/8e/ef.jpg",
            "img2":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2016/12/Sarangkot-Pokhara.jpg",
            "img3":"https://media-cdn.tripadvisor.com/media/photo-s/17/0d/ba/a4/sarangkot.jpg"

        },
        {
            
            "img1":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2017/01/Ghale-Gaun.jpg",
            "img2":"https://www.itournepal.com/images/ghalegaun.jpg",
            "img3":"https://nepaltrekroutes.com/wp-content/uploads/2020/08/lamjung-ghale-gaun-990x490.jpg"

        },
        {
            
            "img1":"https://www.nepal-travel-guide.com/wp-content/uploads/2020/06/f1-1.jpg",
            "img2":"https://static.toiimg.com/thumb/msid-57788791,width-550,height-433/57788791.jpg",
            "img3":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Shanti_Stupa_Pokhara.JPG/1024px-Shanti_Stupa_Pokhara.JPG"

        },
        {
            
            "img1":"https://holidaystonepal.com/media/files/Blogs/Dhampus-Nepal.jpg",
            "img2":"https://www.pigeontravels.com/wp-content/uploads/2018/07/Dhampus-Pigeon-Travels.jpg",
            "img3":"https://mountainkick.com/wp-content/uploads/2016/12/Ghorepani-ghandruk-dhampus.jpg"

        },
        {
            
            "img1":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2016/04/Davis-Falls.jpg",
            "img2":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2016/10/Pokhara-Davis-Fall.jpg",
            "img3":"https://www.windhorsetours.com/wa/images/wh_gallery/gallery/nepal/pokhara/large/davis-fall4.jpg"

        },
        {
            
            "img1":"https://airdynastyheli.com/wp-content/uploads/2020/12/Muktinath-Helicopter-Tour.jpg",
            "img2":"https://thehimalayantimes.com/uploads/imported_images/wp-content/uploads/2017/01/Muktinath-Temple-in-Jumla.jpg",
            "img3":"https://upload.wikimedia.org/wikipedia/commons/3/32/Muktinath_Temple.jpg"

        },
        {
            
            "img1":"https://insidehimalayas.com/wp-content/uploads/2017/04/mustang4.jpg",
            "img2":"https://cdn.kimkim.com/files/a/content_articles/featured_photos/6b44a262f7db1cb62e187e861342d05c93270783/big-9082be40fb195216cb4740c5df4ce772.jpg",
            "img3":"https://cdn.kimkim.com/files/a/content_articles/featured_photos/5a193d2d43b3703410525ad95ef9cd065c9d92c6/big-22755a386af7fb4c78c668c102c0397d.jpg"
        },
        {
           
            "img1":"https://upload.wikimedia.org/wikipedia/commons/e/e9/Bird_Eye_View_of_Manang_Valley.jpg",
            "img2":"https://upload.wikimedia.org/wikipedia/commons/2/28/Humde_Airport_Manang.JPG",
            "img3":"https://images.unsplash.com/photo-1575977825185-ed5b1a5bd571?ixlib=rb-1.2.1&q=80&fm=jpg&crop=entropy&cs=tinysrgb&w=1080&fit=max&ixid=eyJhcHBfaWQiOjE2MDExMn0"
        }
    ],
    "Weather Name":[
        {
            "name":"Bandipur"
        },
        {
            "name":"Pokhara"
        },
        {
            "name":"Nalamukh"
        },
        {
            "name":"Deurali"
        },
        {
            "name":"Khangsar"
        },
        {
            "name":"Sarangkot"
        },
        {
            "name":"Khudi"
        },
        {
            "name":"Lumbini"
        },
        {
            "name":"Dhampus"
        },
        {
            "name":"Syaldule"
        },
        {
            "name":"Muktinath"
        },
        {
            "name":"Mustang"
        },
        {
            "name":"Manang"
        }

    ]
}